bierner.markdown-mermaid
dvirtz.parquet-viewer
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
shd101wyy.markdown-preview-enhanced
ubw.mermaidlens
yzane.markdown-pdf
zainchen.json